/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Determining current location";
"DeterminingLocationStep2" = "Determining current location.";
"DeterminingLocationStep3" = "Determining current location..";
"DeterminingLocationStep4" = "Determining current location...";

"DeterminingLocation" = "Determining current location...";

"LocationError" = "Unable to determine current location at this time";
"CurrentLocation" = "Current location: %@";
"TurnONAirport" = "Turn on AirPort to determine your current location";
